<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Emails Language Lines
    |--------------------------------------------------------------------------
    */

    'hello' => 'سلام،',
    'rights_reserved' => 'تمامی حقوق محفوظ است.',
    'regards' => 'با احترام،',
    'click_here' => 'اینجا کلیک کنید',
    'password_reset_msg' => 'شما این ایمیل را دریافت کرده‌اید چون درخواستی برای بازنشانی رمز عبور حساب شما ثبت شده است.',
    'password_reset_msg_2' => 'اگر شما این درخواست را ثبت نکرده‌اید، نیازی به انجام هیچ اقدامی نیست.',
    'password_reset_msg_3' => 'اگر در کلیک روی دکمه "بازنشانی رمز عبور" مشکل دارید، آدرس زیر را کپی کرده و در مرورگر خود قرار دهید:',
    'password_reset' => 'بازنشانی رمز عبور',
    'verify_email_msg' => 'ممنون از ورود شما',
    'verify_email_msg_2' => 'برای تأیید ایمیل خود',
    'withdrawal_msg' => 'درخواست برداشت وجه شما توسط',
    'go_subscribers' => 'مشاهده مشترکین شما',
    'info_button_footer' => 'اگر در کلیک روی دکمه «:actionText» مشکل دارید، لینک زیر را کپی کرده و در مرورگر خود قرار دهید:',

];
