<?php

return array(

    /*
	|--------------------------------------------------------------------------
	| Errors Language Lines
	|--------------------------------------------------------------------------
	|
	*/

    "error_404"         => "صفحه ۴۰۴ یافت نشد",
    "error_403"         => "خطای ۴۰۳",
    "error_406"         => "خطای ۴۰۶",

    "error_404_description"         => "اوه! صفحه مورد نظر یافت نشد.",
    "error_404_subdescription"      => "متأسفیم، چنین صفحه‌ای وجود ندارد!",
    "error_403_description"         => "متأسفیم، دسترسی غیرمجاز است!",
    "error_406_description"         => "متأسفیم، درخواست شما قابل قبول نیست!",

    // سایر پیام‌های خطا
    "error_user_banned"         => "متأسفیم، این کاربر مسدود شده است!",
    "error_user_delete"         => "متأسفیم، این کاربر حذف شده است!",
    "go_home"                   => "بازگشت به صفحه اصلی",
    'sorry' => 'متأسفیم!',

    "error_required_mail" => "خطا! ایمیل شما الزامی است. به تنظیمات برنامه بروید، اپلیکیشن ما را حذف کرده و دوباره تلاش کنید.",
    "mail_exists" => 'خطا! این ایمیل قبلاً توسط کاربر دیگری استفاده شده است.',

);
