<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط زبان بازیابی رمز عبور
    |--------------------------------------------------------------------------
    |
    | خطوط زیر پیام‌های پیش‌فرضی هستند که هنگام تلاش برای بازنشانی رمز عبور
    | توسط سیستم استفاده می‌شوند؛ مانند رمز عبور نامعتبر یا توکن نامعتبر.
    |
    */

    'password' => 'رمز عبور باید حداقل شش کاراکتر بوده و با تأیید رمز عبور مطابقت داشته باشد.',
    'reset' => 'رمز عبور شما با موفقیت بازنشانی شد!',
    'sent' => 'لینک بازنشانی رمز عبور به ایمیل شما ارسال شد!',
    'token' => 'توکن بازنشانی رمز عبور نامعتبر است.',
    'user' => "کاربری با این آدرس ایمیل پیدا نشد.",
    'subject' => "بازنشانی رمز عبور.",

];
